/*
 * Loco ios export: iOS Localizable.strings
 * Project: nl.xliff conversion
 * Release: Working copy
 * Locale: nl_NL, Dutch
 * Exported at: Tue, 05 May 2015 18:34:04 +0100
 */

/* bytes */
"B" = "B";

/* No comment provided by engineer. */
"My Computer" = "Mijn Computer";

/* No comment provided by engineer. */
"My Mac" = "Mijn Mac";

/* No comment provided by engineer. */
"My MacBook" = "Mijn MacBook";

/* No comment provided by engineer. */
"My Mobile" = "Mijn Telefoon";

/* No comment provided by engineer. */
"My iPad" = "Mijn iPad";

/* No comment provided by engineer. */
"My iPhone" = "Mijn iPhone";

/* No comment provided by engineer. */
"My iPod" = "Mijn iPod";

/* No comment provided by engineer. */
"No data to write" = "Geen data om te schrijven";

/* No comment provided by engineer. */
"Not enough free space" = "Niet genoeg vrije ruimte";

/* No comment provided by engineer. */
"Now" = "Nu";

/* No comment provided by engineer. */
"Path doesnt exist" = "Pad bestaat niet.";

/* No comment provided by engineer. */
"Unable to write" = "Kan niet schrijven";

/* No comment provided by engineer. */
"Unknown" = "Onbekend";

/* about 1 min */
"about 1 min" = "ongeveer 1 min";

/* less than 1 min */
"less than 1 min" = "minder dan 1 min";

/* less than 10 s */
"less than 10 s" = "minder dan 10 s";

/* No comment provided by engineer. */
"min ago" = "min geleden";

/* more than two days */
"more than two days" = "meer dan 2 dagen";
